Repository: lunaship/dsh-cetus
Catalog: apps/ios/App/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# chat.activityCommands
source: Ran %d commands
zh_hans: 跑了 %d 条命令

# chat.activityEdits
source: %d edits
zh_hans: 改了 %d 处

# chat.activityFetches
source: Fetched %d items
zh_hans: 取了 %d 项

# chat.activityReads
source: Read %d files
zh_hans: 读了 %d 个文件

# chat.activitySearches
source: Searched %d times
zh_hans: 搜了 %d 次

# chat.activityThinking
source: Thought for %d s
zh_hans: 想了 %d 秒

# chat.activityTools
source: Used %d tools
zh_hans: 用了 %d 个工具

# chat.agentsDone
source: Done
zh_hans: 完成

# chat.agentsEmpty
source: No sub-agents
zh_hans: 没有子代理

# chat.agentsTitle
source: Sub-agents
zh_hans: 子代理

# chat.allowOnce
source: Allow once
zh_hans: 允许一次

# chat.approval
source: Approval
zh_hans: 审批

# chat.attachCamera
source: Camera
zh_hans: 拍照

# chat.attachFiles
source: Files
zh_hans: 文件

# chat.attachLimit
source: Only 4 images can be attached.
zh_hans: 最多附加 4 张图片。

# chat.attachNoCrop
source: Images are sent as chosen. Cropping isn't available.
zh_hans: 图片按所选原样发送，不能裁剪。

# chat.attachPhotos
source: Photos
zh_hans: 相册

# chat.attachTitle
source: Add
zh_hans: 添加

# chat.attachTooLarge
source: That image is too large to attach.
zh_hans: 这张图片太大，不能附加。

# chat.attachUnreadable
source: Couldn't read that file.
zh_hans: 读不到这个文件。

# chat.attachUnsupported
source: Only PNG, JPEG, WebP, and GIF images can be attached.
zh_hans: 只能附加 PNG、JPEG、WebP、GIF 图片。

# chat.awaiting
source: Waiting for you
zh_hans: 等你处理

# chat.backToLatest
source: Back to latest
zh_hans: 回到最新

# chat.cancel
source: Cancel
zh_hans: 取消

# chat.changes
source: Changes
zh_hans: 改动

# chat.collapse
source: Hide steps
zh_hans: 收起步骤

# chat.compaction
source: Compacted the conversation
zh_hans: 压缩了对话

# chat.completed
source: Completed
zh_hans: 已完成

# chat.composerIdlePrompt
source: Message this conversation
zh_hans: 给这个会话发消息

# chat.composerRunningPrompt
source: Add more details
zh_hans: 补充说明

# chat.contextUsed
source: Context used %d%% · this session only
zh_hans: 上下文已用 %d%% · 只影响这个会话

# chat.copy
source: Copy
zh_hans: 复制

# chat.decisionAlreadyHandled
source: Already handled elsewhere.
zh_hans: 已在别处处理。

# chat.decisionFailed
source: Couldn't submit. Your answer is kept — try again.
zh_hans: 提交失败，内容已保留，请重试。

# chat.decisionHandledPrimary
source: Dismiss
zh_hans: 关闭

# chat.decisionHandledStatus
source: Handled elsewhere
zh_hans: 已在别处处理

# chat.deleteBody
source: This schedule will stop. The conversation stays.
zh_hans: 这个定时任务会停掉。对话还在。

# chat.deleteConfirm
source: Delete
zh_hans: 删除

# chat.deleteTitle
source: Delete this schedule?
zh_hans: 删除这个定时任务？

# chat.diagram
source: Diagram
zh_hans: 图

# chat.diffBadge
source: %d added, %d removed
zh_hans: 增加 %d，删除 %d

# chat.effortSection
source: Effort
zh_hans: 推理等级

# chat.elapsedMinutes
source: %d min
zh_hans: %d 分钟

# chat.elapsedSeconds
source: %d s
zh_hans: %d 秒

# chat.empty
source: No messages yet
zh_hans: 还没有消息

# chat.expand
source: Show steps
zh_hans: 展开步骤

# chat.failed
source: Failed
zh_hans: 失败

# chat.filesChanged
source: Changed %d files
zh_hans: 改了 %d 个文件

# chat.formula
source: Formula
zh_hans: 公式

# chat.goal
source: Goal · %@
zh_hans: 目标 · %@

# chat.goalClear
source: Clear goal
zh_hans: 清除目标

# chat.goalField
source: Goal
zh_hans: 目标

# chat.goalRounds
source: Round limit %d
zh_hans: 轮数上限 %d

# chat.goalTitle
source: Edit goal
zh_hans: 编辑目标

# chat.imageBlocked
source: Only HTTPS images can be loaded
zh_hans: 只加载 HTTPS 图片

# chat.imageFailed
source: Couldn't load the image
zh_hans: 图片加载失败

# chat.injection
source: Context · %@
zh_hans: 上下文 · %@

# chat.loadFailed
source: Couldn't load this conversation
zh_hans: 这次对话没有加载出来

# chat.loadImage
source: Load image
zh_hans: 加载图片

# chat.loadOlder
source: Load earlier messages
zh_hans: 加载更早消息

# chat.loadOlderFailed
source: Couldn't load earlier messages
zh_hans: 更早消息加载失败

# chat.menuActions
source: Actions
zh_hans: 操作

# chat.menuAgents
source: Sub-agents
zh_hans: 子代理

# chat.menuChanges
source: Changes
zh_hans: 改动

# chat.menuFiles
source: Files
zh_hans: 文件

# chat.menuFork
source: Fork
zh_hans: 分叉

# chat.menuGoal
source: Goal
zh_hans: 目标

# chat.menuLater
source: More actions arrive in a later update.
zh_hans: 更多操作将在后续更新里提供。

# chat.menuPreview
source: Preview
zh_hans: 预览

# chat.menuRename
source: Rename
zh_hans: 重命名

# chat.menuSchedule
source: Schedules
zh_hans: 定时任务

# chat.menuShare
source: Share
zh_hans: 分享

# chat.menuTrajectory
source: Trajectory
zh_hans: 轨迹

# chat.menuUsage
source: Usage
zh_hans: 用量

# chat.menuView
source: View
zh_hans: 查看

# chat.modelChanged
source: Model changed
zh_hans: 换了模型

# chat.modelScope
source: This choice only affects this session
zh_hans: 只影响这个会话

# chat.modelSection
source: Model
zh_hans: 模型

# chat.modelTitle
source: Model and effort
zh_hans: 模型与推理

# chat.more
source: More
zh_hans: 更多

# chat.newMessages
source: New messages
zh_hans: 有新消息

# chat.noModels
source: No models
zh_hans: 没有可用模型

# chat.paletteChat
source: Chat
zh_hans: 对话

# chat.paletteChatDetail
source: Back to the conversation
zh_hans: 回到对话

# chat.paletteClear
source: Clear
zh_hans: 清空

# chat.paletteClearDetail
source: Clear the conversation
zh_hans: 清空这段对话

# chat.paletteFeedback
source: Feedback
zh_hans: 反馈

# chat.paletteFeedbackDetail
source: Send feedback about this turn
zh_hans: 反馈这一轮

# chat.paletteGoal
source: Goal
zh_hans: 目标

# chat.paletteGoalDetail
source: Set a goal for this session
zh_hans: 给这个会话定一个目标

# chat.paletteGroupAgent
source: Agent
zh_hans: 智能体

# chat.paletteGroupApp
source: App
zh_hans: 应用

# chat.paletteGroupSession
source: Session
zh_hans: 会话

# chat.paletteModel
source: Model
zh_hans: 模型

# chat.paletteModelDetail
source: Choose a model and effort
zh_hans: 选择模型和推理等级

# chat.paletteNew
source: New session
zh_hans: 新会话

# chat.paletteNewDetail
source: Start a new task
zh_hans: 开始一个新任务

# chat.palettePause
source: Pause
zh_hans: 暂停

# chat.palettePauseDetail
source: Pause this session
zh_hans: 暂停这个会话

# chat.palettePermission
source: Permission
zh_hans: 权限

# chat.palettePermissionDetail
source: Choose what this session can do
zh_hans: 选择这个会话能做什么

# chat.palettePlan
source: Plan
zh_hans: 计划

# chat.palettePlanDetail
source: Ask for a plan first
zh_hans: 先要一个计划

# chat.paletteResume
source: Resume
zh_hans: 继续

# chat.paletteResumeDetail
source: Resume this session
zh_hans: 继续这个会话

# chat.paletteSearch
source: Search
zh_hans: 搜索

# chat.paletteSearchDetail
source: Search sessions
zh_hans: 搜索会话

# chat.paletteSettings
source: Settings
zh_hans: 设置

# chat.paletteSettingsDetail
source: Open settings
zh_hans: 打开设置

# chat.paletteSkills
source: Skills
zh_hans: 技能

# chat.paletteSkillsDetail
source: List available skills
zh_hans: 列出可用技能

# chat.paletteSubagent
source: Sub-agent
zh_hans: 子代理

# chat.paletteSubagentDetail
source: Hand part of the work to another agent
zh_hans: 把一部分工作交给另一个智能体

# chat.paletteTrace
source: Trajectory
zh_hans: 轨迹

# chat.paletteTraceDetail
source: Open the trajectory
zh_hans: 打开轨迹

# chat.permConfirmBody
source: The agent will be able to act outside this workspace.
zh_hans: 智能体将可以在这个工作区之外行动。

# chat.permConfirmTitle
source: Allow full access?
zh_hans: 允许完全权限？

# chat.permEnable
source: Allow
zh_hans: 允许

# chat.permFull
source: Full access
zh_hans: 完全权限

# chat.permFullDetail
source: Can act outside the workspace
zh_hans: 可以在工作区外行动

# chat.permNote
source: This only affects this session
zh_hans: 只影响这个会话

# chat.permRead
source: Read only
zh_hans: 只读

# chat.permReadDetail
source: Can read the workspace, not change it
zh_hans: 可以读工作区，不能改

# chat.permTitle
source: Access
zh_hans: 权限

# chat.permWrite
source: Workspace write
zh_hans: 工作区写入

# chat.permWriteDetail
source: Can change files in this workspace
zh_hans: 可以改这个工作区里的文件

# chat.process
source: Steps
zh_hans: 步骤

# chat.produced
source: Produced files
zh_hans: 产出的文件

# chat.question
source: Question
zh_hans: 提问

# chat.questionAnswerPlaceholder
source: Your answer
zh_hans: 你的回答

# chat.questionNext
source: Next
zh_hans: 下一题

# chat.questionOwnAnswer
source: Write your own answer
zh_hans: 自己写答案

# chat.questionPrevious
source: Previous
zh_hans: 上一题

# chat.questionProgress
source: Question %d of %d
zh_hans: 第 %d 题，共 %d 题

# chat.questionSkip
source: Skip
zh_hans: 跳过

# chat.reasoning
source: Thinking
zh_hans: 思考

# chat.regenerate
source: Regenerate
zh_hans: 重新生成

# chat.reject
source: Reject
zh_hans: 拒绝

# chat.renameField
source: Name
zh_hans: 名称

# chat.renameTitle
source: Rename
zh_hans: 重命名

# chat.result
source: Result
zh_hans: 结果

# chat.retry
source: Retry
zh_hans: 重试

# chat.running
source: Running
zh_hans: 运行中

# chat.runningNow
source: Running
zh_hans: 正在运行

# chat.save
source: Save
zh_hans: 保存

# chat.scheduleAll
source: All sessions
zh_hans: 全部会话

# chat.scheduleDaily
source: Every day %@
zh_hans: 每天 %@

# chat.scheduleEmpty
source: No schedules
zh_hans: 没有定时任务

# chat.scheduleEvery
source: Every %@ min
zh_hans: 每 %@ 分钟

# chat.scheduleOnce
source: Once
zh_hans: 一次性

# chat.scheduleSession
source: This session
zh_hans: 本会话

# chat.scheduleTitle
source: Schedules
zh_hans: 定时任务

# chat.scheduleWeekly
source: Weekly %@ %@
zh_hans: 每周 %@ %@

# chat.searchModels
source: Search models
zh_hans: 搜索模型

# chat.selectText
source: Select text
zh_hans: 选择文字

# chat.selectTitle
source: Select text
zh_hans: 选择文字

# chat.send
source: Send
zh_hans: 发送

# chat.sendFailedBusy
source: The conversation is busy. Your text is kept — try again in a moment.
zh_hans: 会话正忙。文字已保留，稍后再试。

# chat.sendFailedCertificate
source: The computer's certificate changed. Your text is kept — re-pair to continue.
zh_hans: 电脑证书已变化。文字已保留，重新配对后继续。

# chat.sendFailedForbidden
source: Not allowed on this computer. Your text is kept.
zh_hans: 电脑不允许这个操作。文字已保留。

# chat.sendFailedKeepDraft
source: Message not sent. Your text is kept — tap send to retry.
zh_hans: 没发出去。文字已保留，可以再点发送重试。

# chat.sendFailedPending
source: Waiting for approval on the computer. Your text is kept — approve, then send again.
zh_hans: 等待电脑上批准。文字已保留，批准后再发。

# chat.sendFailedTargetGone
source: This conversation is gone on the computer. Your text is kept — copy it to a new task.
zh_hans: 这个会话在电脑上已不存在。文字已保留，可以复制到新任务。

# chat.sendFailedTooLarge
source: Too large to send. Remove an attachment or shorten the text, then retry.
zh_hans: 内容太大。删掉附件或缩短文字后重试。

# chat.sendFailedUnauthorized
source: This phone is no longer authorized. Your text is kept — pair again to send.
zh_hans: 这台手机的授权已失效。文字已保留，重新配对后再发。

# chat.sendOutcomeUnknown
source: Unknown result — the computer may already have received it. Not resending automatically.
zh_hans: 结果未知——电脑端可能已经收到。不会自动重发。

# chat.sending
source: Sending…
zh_hans: 发送中…

# chat.share
source: Share
zh_hans: 分享

# chat.shareImage
source: Share as image
zh_hans: 分享为图片

# chat.shareText
source: Export as text
zh_hans: 导出为文本

# chat.shareTitle
source: Share
zh_hans: 分享

# chat.statusActive
source: In progress
zh_hans: 进行中

# chat.statusBlocked
source: Blocked
zh_hans: 受阻

# chat.statusCollapse
source: Hide goal and plan
zh_hans: 收起目标与计划

# chat.statusConnecting
source: Connecting…
zh_hans: 正在连接…

# chat.statusDemoAssistant
source: I'll check the event subscribers first.
zh_hans: 我先检查事件的订阅者。

# chat.statusDemoBroadcast
source: Broadcast the decision
zh_hans: 广播审批结果

# chat.statusDemoExpiry
source: Add expiry regression tests
zh_hans: 补审批过期的回归测试

# chat.statusDemoFind
source: Find the event subscribers
zh_hans: 定位事件订阅者

# chat.statusDemoObjective
source: Keep approval status in sync
zh_hans: 同步审批状态

# chat.statusDemoTitle
source: Approval sync
zh_hans: 审批状态同步

# chat.statusDemoUser
source: Keep approval status in sync.
zh_hans: 让手机和电脑的审批状态保持同步。

# chat.statusDemoVerify
source: Verify both clients
zh_hans: 验证两个客户端

# chat.statusDone
source: Completed
zh_hans: 已完成

# chat.statusExpand
source: Show goal and plan
zh_hans: 展开目标与计划

# chat.statusFailed
source: Connection unavailable
zh_hans: 连接不可用

# chat.statusGoal
source: Goal
zh_hans: 目标

# chat.statusNotDone
source: Not completed
zh_hans: 未完成

# chat.statusPaused
source: Paused
zh_hans: 已暂停

# chat.statusPending
source: %d pending requests
zh_hans: %d 项待处理

# chat.statusPlan
source: Plan %d/%d
zh_hans: 计划 %d/%d

# chat.statusPreview
source: Preview detected · %@
zh_hans: 发现预览 · %@

# chat.statusReconnecting
source: Connection lost · Reconnecting…
zh_hans: 连接断开 · 正在重连…

# chat.statusRetry
source: Retry
zh_hans: 重试

# chat.statusRound
source: Round %d
zh_hans: 第 %d 轮

# chat.statusRounds
source: Round %d/%d
zh_hans: 第 %d/%d 轮

# chat.statusUnknown
source: Status unknown
zh_hans: 状态未知

# chat.step
source: Step %d
zh_hans: 第 %d 步

# chat.stopped
source: Stopped
zh_hans: 已停止

# chat.suggestContinue
source: Continue
zh_hans: 继续

# chat.suggestReview
source: Review this turn's changes
zh_hans: 复核一下本轮改动

# chat.thinkingSeconds
source: Thought for %d s
zh_hans: 想了 %d 秒

# chat.todo
source: Plan %d/%d
zh_hans: 计划 %d/%d

# chat.tokens
source: %@ tokens
zh_hans: %@ 个 token

# chat.trajectoryAll
source: All
zh_hans: 全部

# chat.trajectoryAssistant
source: Assistant
zh_hans: 助手

# chat.trajectoryEmpty
source: Nothing matches
zh_hans: 没有匹配

# chat.trajectorySearch
source: Search
zh_hans: 搜索

# chat.trajectoryTitle
source: Trajectory
zh_hans: 轨迹

# chat.trajectoryTool
source: Tools
zh_hans: 工具

# chat.trajectoryTurn
source: Turn %d
zh_hans: 第 %d 轮

# chat.trajectoryUser
source: You
zh_hans: 你

# chat.unconfirmed
source: Status not confirmed yet
zh_hans: 状态待确认

# chat.untitled
source: Untitled session
zh_hans: 未命名会话

# chat.usageCache
source: Cache hit
zh_hans: 缓存命中

# chat.usageContext
source: Context
zh_hans: 上下文

# chat.usageEmpty
source: No usage yet
zh_hans: 还没有用量

# chat.usageIo
source: In / cache / out
zh_hans: 输入 / 缓存 / 输出

# chat.usageTime
source: Model / tools
zh_hans: 模型 / 工具

# chat.usageTitle
source: Usage
zh_hans: 用量

# chat.usageTurns
source: Turns / steps
zh_hans: 轮次 / 步数

# chat.viewAll
source: View all changes
zh_hans: 查看全部

# chat.waitAnswer
source: Waiting for an answer
zh_hans: 等你回答

# chat.waitApproval
source: Waiting for approval
zh_hans: 等你批准

# chat.workspaceUnknown
source: Workspace
zh_hans: 工作区

# code.copy
source: Copy
zh_hans: 复制

# composer.send
source: Send
zh_hans: 发送

# demo.title
source: Demo
zh_hans: 演示

# inbox.aborted
source: Cancelled
zh_hans: 已取消

# inbox.addWorkspace
source: Add workspace
zh_hans: 添加工作区

# inbox.allWorkspaces
source: All workspaces
zh_hans: 全部工作区

# inbox.allowOnce
source: Allow once
zh_hans: 允许一次

# inbox.answer
source: Answer
zh_hans: 回答

# inbox.approvalFailed
source: Couldn't send the decision
zh_hans: 没能提交这个决定

# inbox.approveBlocked
source: You can approve once the computer is back online
zh_hans: 电脑重新在线后才能批准

# inbox.archive
source: Archive
zh_hans: 归档

# inbox.archiveFailed
source: Couldn't archive
zh_hans: 归档失败

# inbox.archived
source: Archived
zh_hans: 已归档

# inbox.archivedEmpty
source: No archived sessions
zh_hans: 没有已归档的会话

# inbox.cancel
source: Cancel
zh_hans: 取消

# inbox.certificate
source: The computer certificate changed. Pair again.
zh_hans: 电脑证书变了，需要重新配对

# inbox.collapseAll
source: Collapse
zh_hans: 收起

# inbox.computers
source: Computer
zh_hans: 电脑

# inbox.connecting
source: Connecting
zh_hans: 正在连接

# inbox.contentMatches
source: Content matches
zh_hans: 内容匹配

# inbox.days
source: %dd
zh_hans: %d天

# inbox.delete
source: Delete
zh_hans: 删除

# inbox.deleteFailed
source: Couldn't delete
zh_hans: 删除失败

# inbox.deleteMessage
source: Remove "%@" from this phone and archive it on the computer. View it in Settings → Sessions.
zh_hans: 将从本机列表移除「%@」，并在电脑端归档。可在设置 → 会话中查看。

# inbox.deleteTitle
source: Delete session?
zh_hans: 删除会话？

# inbox.deleteWorkspace
source: Delete workspace
zh_hans: 删除工作区

# inbox.deleteWorkspaceMessage
source: Remove %@ from this phone. Sessions stay on the computer.
zh_hans: 从这台手机移除 %@。会话仍留在电脑上。

# inbox.deleteWorkspaceTitle
source: Delete workspace?
zh_hans: 删除工作区？

# inbox.diagnostics
source: Diagnostics
zh_hans: 连接诊断

# inbox.done
source: Done
zh_hans: 完成

# inbox.emptyHint
source: Tasks you start on the computer show up here too.
zh_hans: 在电脑上开的任务也会出现在这里。

# inbox.emptyTitle
source: Nothing needs you right now
zh_hans: 没有要你处理的事

# inbox.errorStopped
source: Stopped by error
zh_hans: 出错停止

# inbox.files
source: %d files changed
zh_hans: 改了 %d 个文件

# inbox.filter
source: Filter
zh_hans: 筛选

# inbox.filterAll
source: All
zh_hans: 全部

# inbox.filterAwaiting
source: Waiting for you
zh_hans: 等你处理

# inbox.filterRecent
source: Recent
zh_hans: 最近

# inbox.filterRunning
source: Running
zh_hans: 进行中

# inbox.fork
source: Fork as new session
zh_hans: 分叉为新会话

# inbox.forkFailed
source: Couldn't fork
zh_hans: 分叉失败

# inbox.hours
source: %dh
zh_hans: %d小时

# inbox.interrupted
source: Interrupted
zh_hans: 已中断

# inbox.justNow
source: Just now
zh_hans: 刚刚

# inbox.lastSeen
source: Last seen:
zh_hans: 最后看到：

# inbox.laterAddWorkspace
source: Add workspace opens in a later update.
zh_hans: 添加工作区会在后续版本打开。

# inbox.laterComputer
source: Computer and pairing opens in a later update.
zh_hans: 电脑与配对会在后续版本打开。

# inbox.laterDiagnostics
source: Diagnostics opens in a later update.
zh_hans: 连接诊断会在后续版本打开。

# inbox.laterNewTask
source: New task opens in a later update.
zh_hans: 新任务会在后续版本打开。

# inbox.laterSession
source: The conversation opens in a later update.
zh_hans: 对话页会在后续版本打开。

# inbox.laterSettings
source: Settings opens in a later update.
zh_hans: 设置会在后续版本打开。

# inbox.loadFailedHint
source: Pair with this computer again to see your tasks. Retrying will not help.
zh_hans: 请重新与这台电脑配对。反复重试没有用。

# inbox.loadFailedTitle
source: Pairing is no longer valid
zh_hans: 配对已失效

# inbox.loading
source: Connecting…
zh_hans: 正在连接…

# inbox.maxTokens
source: Token limit reached
zh_hans: 达到令牌上限

# inbox.minutes
source: %dm
zh_hans: %d分钟

# inbox.more
source: More
zh_hans: 更多

# inbox.newHere
source: New task here
zh_hans: 在这里新建

# inbox.newTask
source: New task
zh_hans: 新任务

# inbox.offline
source: Offline
zh_hans: 离线

# inbox.offlineHint
source: This is the state from %@. It reconnects once the computer is back online.
zh_hans: 下面是 %@的状态。电脑开机并联网后会自动重连。

# inbox.offlineHintPlain
source: This is the last saved state. It reconnects once the computer is back online.
zh_hans: 下面是上次留下的状态。电脑开机并联网后会自动重连。

# inbox.offlineTitle
source: Can't reach %@
zh_hans: 连不上 %@

# inbox.online
source: Online
zh_hans: 在线

# inbox.pickSession
source: Choose a conversation
zh_hans: 选择一个对话

# inbox.pushMissing
source: That task is no longer on this computer.
zh_hans: 这个任务已经不在这台电脑上。

# inbox.question
source: Q: %@
zh_hans: 问：%@

# inbox.reject
source: Reject
zh_hans: 拒绝

# inbox.remote
source: Remote
zh_hans: 远程

# inbox.rename
source: Rename
zh_hans: 重命名

# inbox.renameFailed
source: Couldn't rename
zh_hans: 重命名失败

# inbox.renameHint
source: Set a name that is easy to recognize.
zh_hans: 设置一个方便识别的会话名称。

# inbox.retry
source: Retry
zh_hans: 重试

# inbox.running
source: Running
zh_hans: 运行中

# inbox.runningTool
source: Running %@
zh_hans: 正在运行 %@

# inbox.searchDegraded
source: Full-text search is unavailable. Matched titles instead.
zh_hans: 全文检索不可用，已按标题匹配

# inbox.searchEmpty
source: No matching sessions
zh_hans: 无匹配会话

# inbox.searchFailed
source: Search failed
zh_hans: 搜索失败

# inbox.searchPrompt
source: Search
zh_hans: 搜索

# inbox.searchRecent
source: Recent searches
zh_hans: 最近搜索

# inbox.searching
source: Searching…
zh_hans: 正在搜索…

# inbox.settings
source: Settings
zh_hans: 设置

# inbox.share
source: Share conversation
zh_hans: 分享对话

# inbox.showAll
source: View all
zh_hans: 查看全部

# inbox.showAllCount
source: Show all %d
zh_hans: 显示全部 %d 个

# inbox.startFrom
source: Start with one thing
zh_hans: 从一件事开始

# inbox.starterDiff
source: Review the changes not committed yet
zh_hans: 检查还没提交的改动

# inbox.starterOrganize
source: See how this project is organised
zh_hans: 看看这个项目是怎么组织的

# inbox.starterTest
source: Run the tests and fix what fails
zh_hans: 跑一遍测试，修掉失败的

# inbox.step
source: step %d
zh_hans: 第 %d 步

# inbox.stopped
source: Stopped
zh_hans: 已停止

# inbox.subagents
source: %d subagents running
zh_hans: %d 个子代理运行中

# inbox.subtitleChecking
source: ● Connecting
zh_hans: ● 正在连接

# inbox.subtitleOffline
source: ● Offline
zh_hans: ● 离线

# inbox.subtitleOnline
source: ● Online
zh_hans: ● 在线

# inbox.subtitleRemote
source: ● Remote
zh_hans: ● 远程

# inbox.thinking
source: Thinking
zh_hans: 正在思考

# inbox.timeout
source: Timed out
zh_hans: 超时停止

# inbox.titleMatches
source: Title matches
zh_hans: 标题匹配

# inbox.unauthorized
source: This phone is no longer authorized. Pair again.
zh_hans: 这台手机已不再获授权，需要重新配对。

# inbox.ungrouped
source: Ungrouped
zh_hans: 未分组

# inbox.unknownStatus
source: Unknown — updating
zh_hans: 未知/更新中

# inbox.untitled
source: Untitled session
zh_hans: 未命名会话

# inbox.waiting
source: Waiting for you
zh_hans: 等你处理

# inbox.waitingAnswer
source: Waiting for your answer
zh_hans: 等你回答

# inbox.waitingApproval
source: Waiting for approval
zh_hans: 等你批准

# inbox.workspaceEmptyHint
source: Start one here, or switch back to all workspaces
zh_hans: 在这里新建一个，或切回全部工作区

# inbox.workspaceEmptyTitle
source: No tasks in this workspace yet
zh_hans: 这个工作区还没有任务

# inbox.workspaces
source: Workspaces
zh_hans: 工作区

# inbox.writing
source: Writing a reply
zh_hans: 正在写回复

# inbox.yesterday
source: Yesterday
zh_hans: 昨天

# newTask.addWorkspace
source: Add workspace
zh_hans: 添加工作区

# newTask.addWorkspaceFailed
source: Couldn't add this folder. Check the path and the connection.
zh_hans: 没能添加这个目录。请检查路径与连接。

# newTask.chooseWorkspace
source: Workspace
zh_hans: 工作区

# newTask.continueLast
source: Continue the last task
zh_hans: 继续上次的任务

# newTask.more
source: More
zh_hans: 更多

# newTask.path
source: Path
zh_hans: 路径

# newTask.pending
source: Submitted %@. Waiting for the computer.
zh_hans: 已提交 %@，等电脑批准

# newTask.presets
source: Agents
zh_hans: 智能体

# newTask.recent
source: Recent
zh_hans: 最近目录

# newTask.send
source: Send
zh_hans: 发送

# newTask.submit
source: Submit
zh_hans: 提交

# newTask.title
source: New task
zh_hans: 新任务

# newTask.usePath
source: Use %@
zh_hans: 使用 %@

# pairing.back
source: Back
zh_hans: 返回

# pairing.badRequest
source: The pairing request format is unsupported. Update the computer plugin.
zh_hans: 电脑不支持此配对请求格式，请更新插件。

# pairing.cameraDenied
source: Camera access is off. Enable it in Settings or use Photos.
zh_hans: 相机权限未开启，请去设置打开，或从相册识别。

# pairing.cameraUnavailable
source: The camera is unavailable. Use a QR code image from Photos.
zh_hans: 相机暂不可用，请从相册识别二维码图片。

# pairing.cancel
source: Cancel
zh_hans: 取消

# pairing.cancelPairing
source: Cancel pairing
zh_hans: 取消配对

# pairing.cancelStorageFailure
source: The local record could not be removed. Tap Cancel pairing to retry.
zh_hans: 无法删除本机记录，请再次点「取消配对」重试。

# pairing.cancelled
source: The pairing request was interrupted.
zh_hans: 配对请求已中断。

# pairing.certificateChanged
source: The computer certificate changed. Pair again.
zh_hans: 电脑证书变了，需要重新配对。

# pairing.close
source: Close scanner
zh_hans: 关闭扫码

# pairing.continueAction
source: Continue
zh_hans: 继续

# pairing.demo
source: Try the demo first
zh_hans: 先看看演示

# pairing.deviceName
source: Phone name
zh_hans: 本机名称

# pairing.disclaimer
source: Unofficial community project. Not affiliated with DeepSeek.
zh_hans: 非官方社区项目 · 与 DeepSeek 无隶属关系

# pairing.expired
source: Refresh the QR code on your computer.
zh_hans: 请刷新电脑上的二维码

# pairing.failTitle
source: Pairing failed
zh_hans: 配对失败

# pairing.fingerprintRequired
source: This QR code is missing the computer certificate fingerprint.
zh_hans: 二维码缺少有效的电脑证书指纹。

# pairing.hostUnavailable
source: The computer service is temporarily unavailable (HTTP %d).
zh_hans: 电脑服务暂时不可用（HTTP %d）。

# pairing.httpFailure
source: Pairing failed (HTTP %d).
zh_hans: 配对失败（HTTP %d）。

# pairing.invalidAddress
source: The computer address in this QR code is invalid.
zh_hans: 二维码中的电脑地址无效。
